/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agent hittades inte";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "Telefonens agent skickade ett paket av felaktig längd.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "Agenten på telefonen skickade ett meddelande i fel format.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "Agenten på telefonen skickade en oväntad meddelandetext.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "Agenten på telefonen skickade en oväntad meddelandetyp.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "Agenten på telefonen skickade ett oväntat värde för meddelanderubriken %@.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "Agenten på telefonen skickade inget meddelande trots att ett meddelande väntades.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Ett kommunikationsfel inträffade under synkroniseringen.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Ett fel inträffade medan kalendrar synkroniserades med telefonen.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Ett fel inträffade medan kontakter och kalendrar synkroniserades med telefonen.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Ett fel inträffade medan kontakter synkroniserades med telefonen.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Ett fel inträffade vid kommunikation med Sync Server på datorn.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Ett undantag inträffade under synkroniseringen.";

/* generic error */
"An unexpected error occured." = "Ett oväntad fel uppstod.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "AT-kommandosvar kunde inte tolkas";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "AT-åtgärden som förbereder kanalen har felaktiga egenskaper";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth är inte tillgängligt på denna dator.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth är av";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth är avaktiverat på datorn.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth är inte tillgängligt";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Kalendersynkronisering misslyckades";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Kalendersynkronisering misslyckades";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Kan inte ansluta mitt i frånkopplingsprocessen.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Kan inte hitta telefonens minneskort.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Kan inte ansluta till synkroniseringsservern";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Kan inte hämta ändringar från SyncServer, sessionen kan ha avslutats.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Kan inte registrera telefonen för synkronisering.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Ändringen kan inte skickas till telefonen";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Det är inte tillåtet att ändra %@ på telefonen. Dessa ändringar har ignorerats:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Kontrollera telefonens mottagning eller meddelandets mottagare.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Kommunikationsfel";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Upptagen anslutning";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Anslutningen stängdes oväntat";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Anslutning nekad";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Anslutning till telefonen misslyckades.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "Anslutningen till telefonen stängdes oväntat.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Kontaktsynkronisering misslyckades";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Kontakt- och kalendersynkronisering misslyckades";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Kontaktsynkronisering misslyckades";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Kunde inte ansluta till telefonen";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Kunde inte ansluta till telefonen. Ett annat program är redan anslutet till telefonen.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Kunde inte ansluta till telefonen. Anslutningen nekades.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Kunde inte ansluta till telefonen. Hittade inte telefonen.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Radering misslyckades";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "Enheten är inte tillgänglig eller synkroniseringen avbröts. Stäng dialogrutor och program på telefonen och försök igen.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Katalogen finns redan.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Fel vid åtkomst till telefonens minne.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Fel vid radering av kalenderaktiviteter";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Fel vid radering av kontakter";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Fel vid radering av kontakter och kalenderaktiviteter";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Fel vid radering av en del kalenderaktiviteter";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Fel vid radering av en del kontakter";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Fel vid radering av en del kontakter och kalenderaktiviteter";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Fel vid hämtning av alla kalendrar.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Fel vid hämtning av alla kontakter och kalendrar.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Fel vid hämtning av alla kontakter.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Fel vid kommunikation med Sync Server";

/* displayed when phone could not send a message */
"Failed to send message." = "Kunde inte skicka meddelande.";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "Filåtkomst nekad.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Filen eller katalogen finns inte.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Filen eller katalogen är låst.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "Första meddelandet från telefonens agent var inte det väntade versionsmeddelandet.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Första meddelandets text från telefonens agenten är felaktigt.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Förbjudna ändringar gjorda på telefonen";

/* No comment provided by engineer. */
"home mobile." = "mobil hemma.";

/* No comment provided by engineer. */
"home pager." = "personsökare hemma.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Om felet uppstår igen kanske du behöver starta om datorn.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Om du har en extern Bluetooth-adapter ansluter du den till datorn.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Fel agentversion";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Internt fel";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Internt fel (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Internt fel.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Ogiltigt telefonnummer";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "Ogiltig kod";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Ogiltig SMS-konfiguration";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Minneskort hittades inte";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Minnet är fullt";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Sändning av meddelande misslyckades";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Förhandlingen med telefonen misslyckades.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Ingen dataklass att synkronisera";

/* No comment provided by engineer. */
"No matching Operator in database." = "Ingen matchande operator i databasen.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Ingen mottagning";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Obex-tjänsten begärdes samtidigt som andra tjänster fortfarande använde den.";

/* Error string when some operation was aborted */
"Operation canceled." = "Åtgärden avbröts.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Telefonens adressbok är full";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefonen är upptagen";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Telefonens kalender är full";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Telefonen stöder inte den tjänsten.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Telefonfel (AT-styrkretsen stängdes av)";

/* Low level phone error */
"Phone Error (General Failure)" = "Telefonfel (allmänt fel)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Telefonfel (ogiltigt minnesindex)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Telefonfel (ogiltig PDU-lägesparameter)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Telefonfel (ogiltigt svar)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Telefonfel (ogiltig textlägesparameter)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Telefonfel (tillverkarspecifikt fel)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Telefonfel (minnesfel)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Telefonfel (minnet är fullt)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Telefonfel (timeout i telefonnätet)";

/* Low level phone error */
"Phone Error (No Answer)" = "Telefonfel (inget svar)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Telefonfel (inget telefonnät)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Telefonfel (inget telefonnät)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Telefonfel (åtgärden ej tillåten)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Telefonfel (åtgärden stöds inte)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Telefonfel (PH-SIM-kod krävs)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Telefonfel (SIM upptaget)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Telefonfel (SIM-fel)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Telefonfel (SIM inte inmatat)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Telefonfel (SIM-kod krävs)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Telefonfel (SIM felaktigt, fel skickat av telefon)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Telefonfel (SMS-tjänst upptagen)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Telefonfel (okänd SMSC-adress)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Telefonfel (okänt fel)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Telefonen är redan registrerad för synkronisering.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Telefonen synkroniseras redan.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "Telefonen uppdateras av iTunes.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Telefonen är upptagen";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Telefonen ligger på skrivbordet som ”%@” och kunde inte matas ut.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Telefonen krånglar";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Telefonen är inte ansluten";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Telefonminnesfel";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Telefonens minne är fullt";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Telefonens minne är fullt.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Telefonen hittades inte";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Telefonen nekade en del kalenderaktiviteter";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Telefonen nekade en del kontakter";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Telefonen nekade vissa kontakter eller kalenderaktiviteter";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Uppgiftsdatabasen i telefonen är full";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Kontrollera att SIM-kortet är giltigt och rätt isatt.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Kontrollera telefonens skärm och ange PIN-kod om det behövs.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Kontakta din teleoperatör.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Radera några kalenderaktiviteter på telefonen eller ändra filtreringsalternativen och synkronisera igen.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Radera några kontakter på telefonen eller ändra filterinställningarna och synkronisera igen.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Radera en del data på telefonen och försök igen.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Radera en del data på telefonen och försök igen.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Radera en del data på telefonen eller ändra filtreringsalternativen och synkronisera igen.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Radera en del uppgifter på telefonen eller ändra filtreringsalternativen och synkronisera igen.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Se till att telefonen är påslagen och försök igen.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Se till att telefonen är påslagen. Om felet uppstår igen startar du om telefonen.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Se till att minneskortet sitter som det ska i telefonen.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Anslut telefonkabeln till datorn.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Installera om agenten på telefonen.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Starta om telefonen.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Starta om telefonen.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Slå på Bluetooth på datorn och försök igen.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Uppdatera agenten på telefonen.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Protokollfel vid kommunikation med telefonen";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Efterfrågad kanal med egenskaperna (%@) hittades inte";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Tjänsten kommer inte att fungera";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Tjänsten behöver saknad tjänst med namnet: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Insticksfilens serviceinformation saknar information: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Tjänsten stängdes av.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Tjänsten användes när det inte krävdes att den skulle vara aktiv";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM-fel";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "En åtgärd för kanalen startades när kanalen var stängd.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Synkroniseringen avbröts";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Synkronisering avbröts på enhet";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Synkronisering avbröts.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "Synkroniseringen avbröts på enheten.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "Synkroniseringen har avbrutits.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "Synkronisering av följande data är avaktiverad för telefonen: %@.  Aktivera dem på telefonen eller avaktivera dem i iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "Agenten kunde inte hittas på telefonen.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "Agenten på telefonen är för gammal.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "Anslutningen till telefonen avbröts vid radering av alla kalenderaktiviteter på telefonen.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "Anslutningen till telefonen avbröts vid radering av alla kontakter och kalenderaktiviteter på telefonen.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "Anslutningen till telefonen avbröts vid radering av alla kontakter på telefonen.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "Anslutningen till telefonen förlorades medan en del kalenderaktiviteter raderades på telefonen";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "Anslutningen till telefonen förlorades medan en del kontakter och kalenderaktiviteter raderades på telefonen";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "Anslutningen till telefonen förlorades medan en del kontakter raderades på telefonen.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "Anslutningen till telefonen avbröts vid hämtning av alla kalendrar från telefonen.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "Anslutningen till telefonen avbröts vid hämtning av alla kontakter och aktiviteter från telefonen.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "Anslutningen till telefonen avbröts vid hämtning av alla kontakter från telefonen.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "Anslutningen gick förlorad när vissa poster på telefonen skulle raderas.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "Anslutningen gick förlorad när vissa poster på telefonen skulle hämtas.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "Anslutningen gick förlorad under kommunikation med telefonen.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "Telefonens adressbok är full.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Telefonkabeln är inte ansluten.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Telefonens kalender är full.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Telefonen kunde inte lagra vissa kalenderaktiviteter. Följande aktiviteter kommer inte att synkroniseras:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Telefonen kunde inte lagra vissa kontakter och kalenderaktiviteter. Följande kontakter och aktiviteter kommer inte att synkroniseras:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Telefonen kunde inte lagra vissa kontakter. Följande kontakter kommer inte att synkroniseras:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Telefonen kunde inte hantera tillägget";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Telefonen kunde inte hantera raderingen";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Telefonen kunde inte hantera ändringen";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "Telefonens minne är fullt.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "Telefonminnet eller det externa minnet är fullt.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Telefonen rapporterar en ogiltig SMS-konfiguration.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "PIN-koden till telefonen är ogiltig.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Telefonen rapporterar att ditt SIM-kort inte fungerar på rätt sätt.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Telefonen verkar krångla.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "Telefonens uppgiftsdatabas är full.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Ett fel uppstod vid hämtning av data från telefonen. Synkroniseringen på telefonen kan ha avbrutits.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Ett fel uppstod vid överföring av ändringar till telefonen. Synkroniseringen på telefonen kan ha avbrutits.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Försök igen senare.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Avsluta några program och försök igen.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Prova med att avsluta andra program och försök igen.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Ett oväntat fel uppstod vid åtkomst till filer på telefonen.";

/* No comment provided by engineer. */
"Unknown exception." = "Okänt undantag.";

/* Address Book label of a phone number with video capabilities */
"video." = "video.";

/* No comment provided by engineer. */
"work mobile." = "mobiltelefon arbete.";

/* No comment provided by engineer. */
"work pager." = "personsökare arbete.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "Telefonminnet är fullt.";

